window.Pages = {
  questers: {
    'q1-kd9dk': {
      task: `Пройти со стаканчиком на голове, установленную проводящим дистанцию`,
      answer: `Нужный вам QR находится на стаканчике первого победителя в каком-либо конкурсе. Кстати, победители получают секретный коктейль победителя от бармена!`,
    },
    'q2-s7air': {
      task: `Спеть по строчке из песен, начинающиеся на каждую букву твоего(участника) имени`,
      answer: `Нужный вам QR находится на одном из микрофонов ведущих`,
    },
    'q3-syxm4': {
      task: `Пригласить на танец 1 любого человека и станцевать припев (или начало песни, в зависимости от того, что будет играть)`,
      answer: `Нужный вам QR находится на ноутбуке / столе / телефоне диджея`,
    },
    'q4-m9wf3': {
      task: `Найти человека без носков и привести`,
      answer: `Нужный вам QR находится на бутылке джина. человек ни в коем случае не должен говорить бармену, зачем на самом деле ему вдруг понадобилась бутылка джина!`,
    },
    'q5-19sn4': {
      task: `Стульчик на длительность, устанавливаемую организатором`,
      answer: `Нужный вам QR находится на телефоне одного из руководителей отделов`,
    },
    'q6-c8qm3': {
      task: `Модельная поза насчёт 3`,
      answer: `Нужный вам QR находится на левом верхнем углу фотозоны`,
    },
  },

  fakers: {
    'f1-o2em4': {
      task: `Когда человек приходит к вам, вы рассказываете ему какую-то очень длинную, при этом бессмысленную, местами абсурдную историю из жизни (можно выдуманную). В конце концов он либо поймет, что вы его обманиваете, либо вам самим просто надоест. Развлекайтесь)`,
    },
    'f2-8sk2l': {
      task: `Когда человек приходит к вам, вы предлагаете ему сыграть в онлайн-шашки и говорите, что ему нужно обыграть вас. При этом вы можете играть в поддавки, и каждый раз, когда начинаете проигрывать, говорите что-то в духе "Нет, нет, погоди, ща, это просто игра неудачная", начинаете партию заново. Делайте так, пока не надоест)`,
    },
    'f3-p620s': {
      task: `Когда человек приходит к вам, вы предлагаете ему выпить на баре (Пользоваться своим положением и предлагать выпить на брудершафт не обязательно :))`,
    },
    'f4-081ne': {
      task: `Когда человек приходит к вам, вы просто поддерживаете разговор, но на все вопросы, на которые можно ответить "да" или "нет", всегда отвечаете только "да". Намекаете конечно на то, что ему нужно понять, в чем ваш секрет. Когда понимает - заканчиваете, говорите, что у вас ничего нет. Насколько долго поддеживать всё это, решаете только вы. Развлекайтесь)`,
    },
    'f5-9kd2a': {
      task: `Когда человек приходит к вам, вы поддерживаете разговор, при этом отыгрываете ооочень забывчивого человека, который постоянно забывает слова, очень часто вставляя фразы в духе "И вот... Как его там... Блин, ну вот это... Ну ты же понял... Ну как его...". Делайте это, либо пока не вам не надоест, либо пока вас не разоблачат`,
    },
    'f6-0lp2a': {
      task: `Когда человек приходит к вам, вы поддерживаете разговор, при этом отыгрываете ооочень забывчивого человека, который постоянно забывает слова, очень часто вставляя фразы в духе "И вот... Как его там... Блин, ну вот это... Ну ты же понял... Ну как его...". Делайте это, либо пока не вам не надоест, либо пока вас не разоблачат`,
    },
    'f7-29ujv': {
      task: `Когда человек приходит к вам, вы общаетесь с ним только на очень ломаном английском, но с польной уверенностью, что вы круто разговариваете на английском. Вы просите доказать человека, что он реально знает английский. РЕАЛЬНО знает ENGLISH. Только после того, как он это сделает (по вашему усмотрению) вы его отпускаете ни с чем`,
    },
    'f8-0os20': {
      task: ``,
    },
    'f9-pos1s': {
      task: ``,
    },
    'f10-s0kw2': {
      task: ``,
    },
    'f11-0k2s6': {
      task: ``,
    },
    'f12-h7p2f': {
      task: ``,
    },
    'f13-92jd3': {
      task: ``,
    },
    'f14-029fc': {
      task: ``,
    },
    'f15-0sl2d': {
      task: ``,
    },
  },

  qrCodes: {
    'qr1-9sk2j7cm': {
      value: 1,
    },
    'qr2-0sk28jm4': {
      value: 2,
    },
    'qr3-29n83m8s': {
      value: 3,
    },
    'qr4-937nckjw': {
      value: 4,
    },
    'qr5-92m8msk2': {
      value: 5,
    },
    'qr6-jso92of7': {
      value: 6,
    },
    'qr7-20kgp3s2': {
      value: 7,
    },
  },
}
